ani-cli
betterlockscreen
brave-bin
catnap-git
catnap-git-debug
dooit
google-chrome
i3lock-color
i3lock-color-debug
insomnia
insomnia-debug
lazydocker
lazydocker-debug
lowfi
lowfi-debug
miraclecast-git
miraclecast-git-debug
r2modman-appimage
relagit
relagit-debug
smassh-bin
smassh-bin-debug
xrectsel
xrectsel-debug
yay
yay-debug
