7zip
alacritty
amd-ucode
base
base-devel
bash-completion
blueman
bluez
bluez-utils
brightnessctl
btop
chess-tui
code
dbeaver
dhcpcd
dialog
dmenu
docker
dosfstools
dunst
efibootmgr
fd
ffmpeg
flameshot
git
github-cli
gnome-calculator
gnome-calendar
gnome-color-manager
gnome-disk-utility
gnome-keyring
gnome-text-editor
grub
gst-libav
gst-plugin-pipewire
gst-plugins-ugly
gvfs
gvfs-smb
htop
i3-wm
i3blocks
i3status
iwd
jdk17-openjdk
jdk21-openjdk
jdk8-openjdk
jq
lazygit
lib32-pipewire
libpulse
libreoffice-fresh
lightdm
lightdm-gtk-greeter
linux
linux-firmware
loupe
lxappearance-gtk3
nano
nemo
nemo-audio-tab
nemo-fileroller
nemo-image-converter
nemo-share
neovim
network-manager-applet
networkmanager
nitrogen
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
ntp
nvtop
pacman-contrib
papirus-icon-theme
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plastic
polkit-gnome
polybar
pulsemixer
python-pip
qt5-graphicaleffects
qt5-quickcontrols2
qt5-svg
qt6-multimedia-ffmpeg
qt6-svg
resources
rofi
rofi-calc
rtkit
rustup
sddm
shotcut
smartmontools
spice
steam
tk
totem
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
unrar
unzip
vi
vim
vlc
vnstat
vulkan-radeon
wget
wireless_tools
wireplumber
xdg-utils
xf86-input-evdev
xf86-input-synaptics
xf86-video-amdgpu
xf86-video-ati
xorg-xinit
xss-lock
xterm
yazi
yq
yt-dlp
zed
